Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c39.pdf.tmx
Source language: fin
Languages: sme

source: Samoin, jos erämaan käyttö on muuttumassa suunnitelmasta ja Metsähallituksesta riippumatta, ei muutoksen ympäristövaikutusta arvioida.
sme: Seammaláhkai jos meahcceguovllu geavaheapmi lea rievdamin plánas nu ahte Meahciráđđehus ii sáhte dasa váikkuhit, de nuppástusa birasváikkuhus ii árvvoštallojuvvo.

source: Suunnitelmalla voi kuitenkin olla ympäristövaikutuksia ilman esityksiäkin.
sme: Plánas sáhttet goittot leat birasváikkuhusat almmá árvalusaid hagage.

source: Suunnitelma voi esimerkiksi tuoda esiin erämaasta uutta ja olennaista tietoa, joka vaikuttaa yleiseen mielipiteeseen, ja ohjaa siten päätöksentekijöitä.
sme: Plána sáhttá ovdamearkka dihte buktit ovdan meahcceguovllus ođđa ja mávssolaš dieđuid, mat váikkuhit almmolaš jurddašanvuohkái, ja stivre ná mearrideddjiid.

source: Tai jos suunnitelmassa esimerkiksi ei esitetä alueella sijaitsevalle vetovoimaiselle kohteelle, kuten Haltille, vievän kulkureitin merkintöjen ylläpitämistä, voi reitti levitä polkujen tai urien verkostoksi ja kulkijat eksyä erämaahan huonon sään yllättäessä.
sme: Dahje ovdamearkka dihte jos plánas eai árval ahte guovllu juoga geasuheaddji báikái, dego Háldái, manni johtolat galgá dás duohkoge merkejuvvot, de johtolat sáhttá govdut bálgáid dahje luottaid fierpmádahkan ja vánddardeaddjit láhppot meahcceguvlui, jos fáhtehallet neavrresdálkái.

source: Suunnitelmilta odotetaan yleensä konkreettisia hankkeita, kuten rakentamista, kaivamista, luonnonvarojen käytön hyödyntämistä tms. Erämaasuunnittelussa ei yleensä ole näin, vaan monesti tilanne on juuri päinvastoin.
sme: Plánain vurdet dábálaččat konkrehtalaš fitnuid dego huksema, roggama, luondduriggodagaid ávkinatnima jed. Meahcceguovloplánemis ii dábálaččat leat ná, muhto máŋgii dilli lea aiddo nuppegežiid.

source: Eli yleissäännöksi muotoiltuna: Mitä vähemmin Metsähallitus rakentaa, toimii ja kehittää, sitä paremmin erämaalain tarkoitukset toteutuvat.
sme: Dahjege oppalaččat geahčadettiin: Mađi unnit Meahciráđđehus hukse, doaibmá ja ovddida, de dađi buorebut meahcceguovlolága ulbmilat ollašuvvet.

source: Tämä puoli – että ei – on saattanut jäädä lausunnonantajilta huomaamatta;
sme: Dát bealli – ahte ii ”ovddiduvvo” – sáhttá leat báhcán cealkámušaddiin fuomáškeahttá;

source: hylätyt hankkeet kun eivät näy suunnitelman esityksissä.
sme: hilgojuvvon fitnut go eai oidno plána árvalusain.

source: YVA-luvussa 8.3 esiintyy toistoa alalukujen 8.3. 6 Saamelaiskulttuurin turvaaminen sekä luontaiselinkeinojen turvaamista käsittelevien alalukujen kesken, koska em. seikat on haluttu esittää kokonaisvaltaisesti suunnitelman muista tavoiteltavista ympäristövaikutuksista poiketen.
sme: YVA-logus 8.3 geardašuvvet vuollelogut ”Sámekultuvrra dorvvasteapmi” ja ”Luondduealáhusaid dorvvasteapmi”, dasgo dáid loguid leat háliidan ovdanbuktit oppalaččat nu, ahte spiehkastuvvo plána eará ohcaluvvon birasváikkuhusain.

source: Tavoiteltavat ympäristövaikutukset on mainittu erämaalaissa.
sme: Ohcaluvvon birasváikkuhusat leat namuhuvvon meahcceguovlolágas.

source: Ne ovat:
sme: Dat leat:

source: • alueen erämaaluonteen säilyttäminen
sme: • guovllu meahcceguovloiešlági seailluheapmi

source: • saamelaiskulttuurin turvaaminen
sme: • sámekultuvrra dorvvasteapmi

source: • luontaiselinkeinojen turvaaminen
sme: • luondduealáhusaid dorvvasteapmi

source: • alueen monipuolisen käytön ja sen edellytysten kehittäminen.
sme: • guovllu máŋggabealat geavaheami ja dan vejolašvuođaid ovddideapmi.

source: Koska suunnitelma kuitenkin vaikuttaa laaja-alaisesti – erityisesti pitkällä aikavälillä – paikallisten ihmisten elämiseen ja alueiden hyödyntämiseen, on suunnitelman ympäristövaikutuksia pyritty tarkastelemaan moniulotteisesti, YVA-lain hengen mukaisesti.
sme: Go plána goittot váikkuha viidát – erenoamážit guhkesáiggeulbmiliin – báikkálaš olbmuid eallimii ja guovlluid ávkinatnimii, de leat plána birasváikkuhusaid geahččalan guorahallat máŋgga perspektiivvas, nugo YVA-lágas ávžžuhuvvo.

source: Lain ”tavoitteena on edistää ympäristönäkökohtien huomioonottamista [ja] – – lisäksi edistää kansalaisten, yhteisöjen ja viranomaisten mahdollisuuksia osallistua suunnitteluun sekä parantaa edellytyksiä sovittaa yhteen tavoitteita ja näkökantoja suunnitelmia ja ohjelmia valmisteltaessa” (Ympäristöministeriö 1998).
sme: Lága ”ulbmilin lea ovddidit birasbeliid vuhtiiváldima [ja] – – dasa lassin ovddidit riikkavuložiid, servošiid ja eiseválddiid vejolašvuođaid leat mielde plánemis ja buoridit vejolašvuođaid heivehit oktii ulbmiliid ja oainnuid, go válmmaštallojit plánat ja prográmmat” (Birasministeriija 1998).

source: Lainsäädännön – mm. maastoliikennelain, poronhoito- ja luontaiselinkeinolain, metsästyslain, kalastuslain jne., sosiaalipolitiikan, markkinoiden ja valvonnan muutokset vaikuttavat merkittävästi eri elinkeinojen kannattavaan harjoittamiseen ja sitä kautta myös erämaiden käyttöön.
sme: Láhkamearrádusaid – ee. meahccejohtaluslága, boazodoallo- ja luondduealáhuslága, meahcástanlága, guolástanlága, jna., sosiálapolitihka, márkaniid ja bearráigeahččama nuppástusat váikkuhit mealgat sierra ealáhusaid gánnáheapmái ja dakko bokte maiddái meahcceguovlluid geavaheapmái.

source: Mutta koska suunnitelmalla ei voida vaikuttaa näihin seikkoihin, on katsottu, ettei ole mielekästä suorittaa seikkaperäistä tai laajaa taloudellisten vaikutusten analyysiä.
sme: Muhto go dáidda áššiide ii sáhte váikkuhit plána bokte, de lea gehččojuvvon ahte ii gánnát vuđolaččat guorahallagoahtit ekonomalaš váikkuhusaid.

source: Esimerkiksi porotalouden osalta vuotta 1999 on osuvasti kutsuttu ”porotalouden supervuodeksi” johtuen useista ajankohtaan sattuvista lainsäädännöllisistä uudistuksista, joilla on merkittävät taloudelliset ja sosiaaliset vaikutukset porotalouden harjoittamiseen.
sme: Ovdamearkka dihte boazodoalu hárrái leat jagi 1999 deaivilit gohčodan ”boazodoalu superjahkin” duon jahkái deaivan moanaid mearkkašahtti láhkaásahusođastusaid dihte, mat leat mealgan váikkuhan ekonomalaččat ja sosiálalaččat boazodollui.

source: Metsähallitusta koskevat välittömät yhteiskunnalliset kustannusvaikutukset on esitelty suunnitelman luvussa 9 Suunnitelman taloudelliset kustannusvaikutukset Metsähallitukselle.
sme: Meahciráđđehussii guoskevaš njuolggo servodatlaš gollováikkuhusat leat ovdanbuktojuvvon plána logus 9 Plána ekonomalaš gollováikkuhusat Meahciráđđehussii.

source: 2 Ympäristövaikutusten jaottelu
sme: 8.2.2 Birasváikkuhusat

source: Ekologiset vaikutukset
sme: Ekologalaš váikkuhusat

source: Hoito- ja käyttösuunnitelmalla pyritään sovittamaan yhteen erämaa-alueen eri käyttömuotojen tavoitteet ja toisaalta erämaalakiin sisältyvät luonnonsuojelun tavoitteet siten, että muutokset alueen luonnontilaisuuteen olisivat mahdollisimman vähäiset.
sme: Dikšun- ja geavahanplána bokte geahččalit heivehit oktii meahcceguovllu sierra geavahanhámiid ulbmiliid ja nuppe dáfus meahcceguovloláhkii gullevaš luonddusuodjalanulbmiliid nu, ahte nuppástusat čuozášedje guovllu luonddudilálašvuhtii nu unnán go vejolaš.

source: Suunnitelmassa esitettyjen toimenpiteiden keskeisimmät ekologiset vaikutukset on esitetty luvussa 7 Luonnon ja muinaismuistojen suojelu.
sme: Plánas árvaluvvon doaibmabijuid ekologalaš váikkuhusat leat ovdanbuktojuvvon logus 7 Luonddu- ja dološmuittuidsuodjaleapmi.

source: Sosiaaliset ja kulttuuriset vaikutukset
sme: Sosiálalaš ja kultuvrralaš váikkuhusat

source: Kaikilla ympäristövaikutuksilla on sosiaalinen ulottuvuus.
sme: Buot birasváikkuhusain leat sosiálalaš bealit.

source: Usein luontoon ja rakennettuun ympäristöön kohdistuvat vaikutukset ilmenevät välillisesti sosiaalisina vaikutuksina.
sme: Lundui ja huksejuvvon birrasii čuohcci váikkuhusat bohtet dávjá ovdan eahpenjuolgga sosiálalaš váikkuhusaid bokte.

source: Sosiaalisia vaikutuksia arvioidaan, jotta voitaisiin selventää ja ennakoida alueen ihmisten elämän laadulle ja alueen kehitykselle aiheutuvia muutoksia, arvioida ja ennustaa yhteisön ja alueen kykyä sopeutua muuttuviin olosuhteisiin, arvioida muutosten merkitystä eri osapuolten kannalta, ottaa huomioon ja sovitella hankkeesta aiheutuvia ristiriitoja sekä suunnitella haittojen vähentämistä ajoissa ja tietoisesti.
sme: Sosiálalaš váikkuhusat árvvoštallojit, vai sáhtášii čielggadit ja ovddalgihtii ráhkkanit guovllu olbmuid eallinkvalitehtii ja guovllu ovdáneapmái boahtti nuppástusaide, árvvoštallat ja einnostit servoša ja guovllu návccaid vuogáiduvvat nuppástuvvi dilálašvuođaide, árvvoštallat nuppástusaid mearkkašumi sierra oassebeliid dáfus, váldit vuhtii ja heivehallat fitnus boahtti ruossalasvuođaid ja plánet áiggi bále, mo heajos beliid sáhttá geahpedit.

source: Sosiaalisia vaikutuksia tarkasteltaessa on tärkeää selvittää myös sitä, keihin vaikutukset kohdistuvat.
sme: Sosiálalaš váikkuhusaid guorahaladettiin lea dehálaš čielggadit maiddái dan, geaidda váikkuhusat čuhcet.

source: Taloudelliset vaikutukset
sme: Ekonomalaš váikkuhusat

source: Suomen erämailla on suuri kansantaloudellinen imagomerkitys.
sme: Suoma meahcceguovlluin lea stuorra álbmotekonomalaš imagomearkkašupmi.

source: Laaja-alaisuutensa vuoksi erämailla on tärkeä osa kansainvälisten suojeluvelvoitteiden toteuttamisessa.
sme: Riikkaidgaskasaš suodjalangeatnegasvuođaid ollašuhttimis meahcceguovllut mearkkašit ollu váikkuhanviidodagaset dihte.

source: Suunnitelman taloudellisten vaikutusten tarkastelu lähtee kuitenkin aluetalouden näkökulmasta.
sme: Plána ekonomalaš váikkuhusaid guorahallamis vulgojuvvo goittotge guovlluekonomiija perspektiivvas.

source: Koko maan talouteen suunnitelmalla ei ole suoranaisesti kovin suurta merkitystä, sillä koko maan kannalta tärkeät ratkaisut – kuten kaivostoiminnan ohjaus – on sisällytetty jo erämaalakiin.
sme: Oppa riikka ekonomiijai plána ii goittot nu olus mearkkaš, dasgo oppa riikka dáfus dehálaš čovdosat – dego ruvkedoaimma stivren – leat juo váldojuvvon mielde meahcceguovloláhkii.

source: Suunnitelma perustuu kestävän kehityksen periaatteisiin pyrkien sovittamaan yhteen taloudellisia, sosiaalisia, kulttuurisia ja luonnonarvoja.
sme: Plána vuođđuduvvá bistevaš ovdáneami prinsihpaide nu, ahte dat geahččala heivehit oktii ekonomalaš, sosiálalaš, kultuvrralaš ja luondduárvvuid.

source: Se, miten tämä yhteensovittaminen on tehty, vaikuttaa käytännössä suunnitelman taloudellisiin vaikutuksiin.
sme: Dat, mo dát oktiiheiveheapmi lea dahkkojuvvon, váikkuha geavadis plána ekonomalaš váikkuhusaide.

source: Taloudelliseen kestävyyteen pyrittäessä keinoiksi esitetään luontomatkailun rakenteiden ja opastuksen ylläpitoa ja kehittämistä, ympäristöä säästävään opastustoimintaan panostamista sekä luontaiselinkeinojen edellytysten turvaamista.
sme: Ekonomalaš bistevašvuhtii vikkadettiin vuohkin lea árvaluvvon ahte luondduturismma rusttegat ja oahpisteapmi galget bajásdollojuvvot ja ovddiduvvot, birrasa seasti oahpistandoaibma deattuhuvvot ja luondduealáhusaid vejolašvuođat dorvvastuvvot.

source: 8.2. 3 Suunnitteluprosessin merkitys ympäristövaikutusten arvioinnin näkökulmasta
sme: 8.2.3 Plánenproseassa mearkkašupmi birasváikkuhusaid árvvoštallama perspektiivvas

source: Käsivarren erämaan suunnittelussa osallistava suunnittelu, paikallisten ihmisten ja sidosryhmien kuuleminen, on ollut olennainen osa suunnittelua ja sen sosiaalista kestävyyttä.
sme: Giehtaruohttasa meahcceguovllu plánemis oassálasti plánen ja báikkálaš olbmuid ja čanasjoavkkuid gullan lea leamaš mávssolaš oassi plánemis ja dan sosiálalaš bistevašvuođas.

source: Käsivarren erämaasuunnittelua on ohjannut alusta lähtien Metsähallituksen asettama Enontekiön neuvottelukunta, johon kuuluu kaksi saamelaiskäräjien ja kolme Enontekiön kunnan asettamaa edustajaa.
sme: Giehtaruohttasa meahcceguovloplánema lea leamaš stivremin álggu rájes Meahciráđđehusa ásahan Eanodaga ráđđádallangoddi, mas leat leamaš mielde Sámedikkis guokte ovddasteaddji ja Eanodaga gielddas golbma ovddasteaddji.

source: Suunnitelmasta on lisäksi neuvoteltu erikseen mm. saamelaiskäräjien, Enontekiön kalatalousneuvottelukunnan ja Käsivarren paliskunnan kanssa useaan otteeseen, tiedotettu avoimesti sekä pidetty kaikille avoimet yleisötilaisuudet suunnittelun alkuvaiheessa keväällä 1997 Kilpisjärvellä, Karesuvannossa, Palojoensuussa ja Hetassa sekä erämaassa Namakassa ja Raittijärvellä.
sme: Plána birra lea dasa lassin máŋgii ráđđádallon sierra ee. Sámedikkiin, Eanodaga guolledoalloráđđádallangottiin ja Giehtaruohttasa bálgosiin, dieđihuvvon rahpasit ja dollojuvvon buohkaide rabas dilálašvuođat plánema álgomuttus giđđat 1997 Gilbbesjávrris, Gárasavvonis, Bálojotnjálmmis, Heahtás ja meahcceguovllus Njamahis ja Ávžžášjávrris.

source: Paikallista väestöä kuultiin lisäksi suunnitelman vedoksen valmistuttua, ennen kirjallista lausuntokierrosta maaliskuussa 1999 Kilpisjärvellä, Karesuvannossa, Palojoensuussa ja Hetassa.
sme: Báikkálaš olbmot gullojuvvojedje dasa lassin, go plánaveršuvdna lei gárvvásmuvvan, ovdal čálalaš cealkámušaidaddima njukčamánus 1999 Gilbbesjávrris, Gárasavvonis, Bálojotnjálmmis ja Heahtás.

source: Kaikki saatu palaute on kirjattu ylös ja otettu suunnittelussa huomioon.
sme: Buot ožžojuvvon máhcahat lea merkejuvvon bajás ja váldojuvvon plánemis vuhtii.

source: Saamelaiskulttuurin turvaamista ja sen toteutumista hoito- ja käyttösuunnitelmassa arvioidaan niiden näkökulmien perusteella, jotka ovat tulleet esille erämaasuunnittelun kuluessa.
sme: Sámekultuvrra dorvvasteapmi ja dan ollašuvvan dikšun- ja geavahanplánas árvvoštallo daid perspektiivvaid vuođul, mat leat boahtán ovdan meahcceguovloplánema áigge.

source: Arvioinnin pohjana Metsähallitus on käyttänyt tutkija, VTM Lydia Heikkilän toimeksiantoa, joka perustuu Käsivarren paliskunnan, saamelaiskäräjien ja joidenkin yksittäisten Käsivarren saamelaisten haastatteluihin, kirjallisuuskatsaukseen sekä tutkijan omiin näkemyksiin.
sme: Árvvoštallama vuođđun Meahciráđđehus lea geavahan dutki, magister Heikkilä bargogohččosa, mii vuođđuduvvá Giehtaruohttasa bálgosa, Sámedikki ja Giehtaruohttasa muhtun ovttaskas sámiid jearahallamiidda, girjjálašvuođadieđuide ja dutki iežas oainnuide.

source: 1999) Inarin kunnan matkailun kehittämisohjelmasta vuosiksi 2000–2006. Hoito- ja käyttösuunnitelmasta on neuvoteltu saamelaiskäräjien kanssa, ja sitä ovat kommentoineet erämaasuunnittelun neuvottelukunnan saamelaisjäsenet, Käsivarren paliskunnan hallitus ja muut yksittäiset saamelaiset.
sme: Árvvoštallamis leat dasa lassin geavahuvvon vuođđun Sámiid bistevaš ovdáneami prográmma jagis 1998 ja heivvolaš osiin (almmolaš prinsihpat) Sámedikki cealkámuš (30.6.1999) Anára gieldda turismma ovddidanprográmma birra jagiide 2000–2006. Dikšun- ja geavahanplána birra lea ráđđádallon Sámedikkiin ja dan birra leat addán iežaset oaivila meahcceguovloplánema ráđđádallangotti sámelahtut, Giehtaruohttasa bálgosa stivra ja eará ovttaskas sámit.

source: Luku ei missään tapauksessa edusta tyhjentävästi alueen kaikkien saamelaisten näkemyksiä.
sme: Lohku ii eisege ovddas vuđolaččat guovllu buot sámiid oainnuid.

source: Metsähallitukselle esitettiin suunnitelman laatimisen eri vaiheissa erilaisia toivomuksia.
sme: Meahciráđđehussii ovdanbuktojedje plánema ovdánettiin sierralágan sávaldagat.

source: Osa niistä voitiin hyväksyä, osa ei.
sme: Oasi dain sáhtii dohkkehit, oasi ii.

source: Se osa, joka hyväksyttiin, näkyy suunnitelman esityksissä.
sme: Dat sávaldagat, mat dohkkehuvvojedje, oidnojit plána árvalusain.

source: Se osa, jota ei hyväksytty, ei sen sijaan yleensä näy missään.
sme: Dat fas, mat eai dohkkehuvvon, eai oidno dábálaččat gostege.

source: Hylätyt esitykset ovat kuitenkin olennainen osa suunnitelman laatimisprosessia, ja ne kuvaavat osaltaan, miten mihinkin suunnitelman esitykseen on päädytty.
sme: Hilgojuvvon árvalusat leat goittot mávssolaš oassi plána dahkanproseassas, ja dat govvidit bealisteaset, mo plána guđege árvalussii lea bohttojuvvon.

source: Hylättyjen esitysten käsittely on ollut yhtä olennainen osa suunnitelman laatimista kuin varsinaiset suunnitelmaan päätyneet esityksetkin.
sme: Hilgojuvvon árvalusaid gieđahallan lea leamaš seamma mávssolaš oassi plána dahkamis go ieš plánii gártan árvalusatge.

source: Metsähallitus pyysi suunnitelmavedoksesta kirjallisia lausuntoja 68 taholta ja sai niitä 26:lta pyytämältään taholta.
sme: Meahciráđđehus bivddii plánaveršuvnnas čálalaš cealkámušaid 68 oassebealis ja oaččui daid 26 bealis.

source: Lausunnoissa esitettyjen muutos- ja korjausesitysten pohjalta Metsähallitus koosti yhteenvedon sekä laati listan korjaus- ja muutosehdotuksista perusteluineen.
sme: Cealkámušain ovdanbuktojuvvon rievdadan- ja divvunárvalusaid vuođul Meahciráđđehus dagai čoahkkáigeasu divvun- ja rievdadanevttohusain oktan ákkastallamiiguin.

source: Suunnitelmasta ja siihen tehdyistä muutosesityksistä neuvoteltiin 26.5. 2000 saamelaiskäräjien kanssa.
sme: Plánas ja dasa dahkkojuvvon rievdadanárvalusaid birra ráđđádallojuvvui 26.5.2000 Sámedikkiin.

source: Näissä neuvotteluissa käräjät täsmensi omaa kirjallista lausuntoaan.
sme: Dáin ráđđádallamiin Sámediggi dárkkálmuhtii iežas čálalaš cealkámuša.

source: Metsähallitus hioi suunnitelmaa ja sen tekstiä sekä esitysten perusteluja näiden neuvottelujen pohjalta.
sme: Meahciráđđehus dievasmahtii plána, dan teavstta ja árvalusaid ákkastallamiid dáid ráđđádallamiid vuođul.

source: Tämän jälkeen suunnitelman muutosesitykset perusteluineen käytiin vielä läpi Metsähallituksen Enontekiön neuvottelukunnassa 28.9. 2000. Käydyssä palaverissa tehtiin joitakin täsmennyksiä suunnitelmatekstiin ja suunnitelman esityksiin.
sme: Dan maŋŋá plána rievdadanárvalusat oktan ákkastallamiiguin gieđahallojedje vel oktii Meahciráđđehusa Eanodaga ráđđádallangottis 28.9.2000. Lágiduvvon ságastallandilálašvuođas dahkkojuvvui soames dárkkálmuhttin plánatekstii ja plána árvalusaide.

source: 8.3 Suunnitelman ympäristövaikutukset
sme: 8.3 Plána birasváikkuhusat

source: Suunnitelman ympäristövaikutuksia tarkastellaan tässä erämaalain neljän päätavoitteen mukaisesti jaoteltuna.
sme: Plána birasváikkusat guorahallojit dán oktavuođas meahcceguovlolága njealji váldoulbmila mielde.

source: Koska erämaalain päätavoitteiden – eli tavoiteltavien ympäristövaikutusten – saavuttamiseksi tehdyillä suunnitelman esityksillä on ekologisia, sosiaalisia, kulttuurisia ja taloudellisia vaikutuksia, on vaikutukset jaoteltu niiden mukaisesti, tarpeen tullen kuitenkin sosiaalisia ja taloudellisia tai sosiaalisia ja kulttuurisia vaikutuksia yhdistellen.
sme: Go meahcceguovlolága váldoulbmiliid – dahjege ohcaluvvon birasváikkuhusaid – juksan dihte plána árvalusain leat ekologalaš, kultuvrralaš ja ekonomalaš váikkuhusat, de váikkuhusat leat juogaduvvon daid mielde, dárbbu mielde goittotge nu, ahte leat ovttastahtton sosiálalaš ja ekonomalaš dahje sosiálalaš ja kultuvrralaš váikkuhusat.

source: Suunnitelman vaikutukset saamelaiskulttuuriin on kuitenkin esitetty tästä poiketen, asiateemoittain.
sme: Plána váikkuhusat sámekultuvrii leat goittotge ovdanbuktojuvvon dás spiehkastemiin, áššetemáid mielde.

source: 8.3. 1 Alueen erämaaluonteen säilyttäminen
sme: 8.3.1 Guovllu meahcceguovloiešlági seailluheapmi

source: Alueen erämaaluonne käsittää luonnontilaisuuden, mutta myös sen käytön luonteen, eri käyttäjäryhmien kokemat alueen käyttöön liittyvät ristiriidat, vanhat rakenteet ja rakennelmat kulttuurimaisemineen sekä kulkureitit.
sme: Guovllu meahcceguovloiešláhkái gullá luonddudilálašvuohta, muhto maiddái dan geavaheami iešláhki, sierra geavaheaddjijoavkkuid vásáhusat guovllu geavaheapmái guoskevaš ruossalasvuođain, boares ráhkadusat ja rusttegat oktan kulturduovdagiin ja dasa lassin johtolagat.

source: Lähtökohtana on erämaiden tila ja luonne erämaan suunnittelun käynnistyessä vuonna 1996.
sme: Vuolggasadjin lea meahcceguovllu dilli ja iešláhki dalle, go meahcceguovllu plánen álggahuvvui 1996:s.

source: Käsivarren erämaassa korostuvat virkistyskäyttö ja luontomatkailu sekä porotalous ja sitä kautta saamelaiskulttuurin edellytysten turvaaminen.
sme: Giehtaruohttasa meahcceguovllus bohtet bures oidnosii lustageavaheapmi, luondduturisma ja boazodoallu ja dakko bokte sámekultuvrra vejolašvuođaid dorvvasteapmi.

source: Muiden luontaiselinkeinojen merkitys on vähäisempi kuin Pöyrisjärven ja Tarvantovaaran erämaissa.
sme: Eará luondduealáhusaid mearkkašupmi lea unnit go Bievrrašjávrri ja Darvvatvári meahcceguovlluin.

source: Luontomatkailu ja virkistyskäyttö keskittyvät alueen pohjoisosan suurtuntureiden laaksoihin ja Poroenon–Lätäsenon varteen sekä vähäisemmässä määrin Ropin seudulle.
sme: Luondduturismma ja lustageavaheami váldoguovllut leat meahcceguovllu davágeaže stuorraduoddariid vákkiin ja Boazoeanu–Leahttáseanu siste ja vehá unnibuš Roabi guovllus.

source: Käsivarren erämaa on Suomen erämaista vetovoimaisin luontomatkailukohde, ja kävijämäärät ovat olleet jatkuvassa nousussa 1930-luvulta lähtien.
sme: Giehtaruohttasa meahcceguovlu lea buot bivnnuheamos Suoma meahcceguovlluin ja doppe leat fitnan dađistaga eanet ja eanet olbmot 1930-logu rájes.

source: Käsivarsi on viimeinen alue Suomessa, missä porosaamelaiset jutasivat eli harjoittivat paimentolaista elämäntapaa aina 1960-luvulle saakka.
sme: Giehtaruohtas lea maŋimuš guovlu Suomas, gos boazosámit lávejedje árbevirolaččat johtit bohccuideasetguin dahjege guovlu gos barge johtaleaddji eallinvugiin (nomadisma) gitta 1960-logu rádjai.

source: Erämaassa sijaitsee Raittijärven saamelaiskylä, jossa asutaan lähes vuoden ympäri.
sme: Meahcceguovllus lea Ávžžášjávrri sámegiláš, gos ásset measta birra jagi.

source: Kaikki alueen poronhoitajat ovat saamelaisia.
sme: Buot guovllu boazodoallit leat sámit.

source: Vyöhykkeistämisellä turvataan alueen perinteinen käyttö, mutta samalla varaudutaan kasvaviin määriin omin voimin jokamiehenoikeudella liikkuvia kävijöitä sekä turvataan kestävän luontomatkailun harjoittamisen edellytyksiä.
sme: Avádatjuogu bokte dorvvastuvvo guovllu árbevirolaš atnu, muhto seammás ráhkkanuvvo dasa ahte boahtteáiggis guovllus leat eanet ja eanet olbmot, geat johtalit iežaset fámuiguin juohkeolbmovuoigatvuođaiguin.

source: Suunnitelmassa esitetyllä vyöhykkeistämisellä yhdistettynä tehokkaaseen valvontaan turvataan poronhoidon harjoittamisedellytysten ja siten saamelaiskulttuurin perustan säilyminen pitkällä aikavälillä: Laajoille alueille ei rakenneta mitään, ja lupia myönnetään hyvin rajoitetusti ja harkiten.
sme: Plánas árvaluvvon avádatjuoguin, go dan ovttastahttá beaktilis bearráigehččui, dorvvastuvvojit vejolašvuođat bargat boazodoaluin. Dát fas dorvvasta sámekultuvrra vuođu seailuma guhkesáiggeulbmiliin: viiddis guovlluide ii huksejuvvo mihkkege ja lobit mieđihuvvojit hui unnán ja dárkilis guorahallama vuođul.

source: Koko erämaa on poronhoitoaluetta jatkossakin ja suurimman osan vuotta erittäin vähäisellä käytöllä.
sme: Oppa meahcceguovlu bissu boazodoalloguovlun dás duohkoge, ja meahcceguovllu eai báljo geavat eanas oasi jagis.

source: Sesonkikausien ulkopuolella alueen virkistyskäyttö on hyvin vähäistä, ja porot voivat rauhassa laiduntaa myös vastaisuudessa retkeilyn ydinvyöhykkeellä sekä ohjatun luontomatkailun nauhamaisella vyöhykkeellä.
sme: Sesoŋgabajiid olggobealde guovllus ii leat báljo lustageavaheapmi ja bohccot bállejit ráfis guohtut boahtteáiggisge vánddardeami guovddášavádagas ja stivrejuvvon luondduturismma báttilágan avádagas.

source: Metsähallitus myöntää maastoliikennelupia erämaahan ainoastaan elinkeinoperusteella ja suunnitelmassa esitellyille vyöhykkeille ja urille;
sme: Meahciráđđehus mieđiha meahccejohtaluslobiid meahcceguvlui dušše ealáhusaid vuođul ja plánas árvaluvvon avádagaide ja vuojáhagaide;

source: kesäaikaisia maastoliikennelupia virkistyskäyttäjille ei myönnetä.
sme: geasiáigásaš meahccejohtaluslobiid lustageavaheddjiide Meahciráđđehus ii mieđit.
